// Страница описания Чемпионата как отдельного, так и серии заездов.
/**
 * Название
 * Описание (обязательно: карта с местом старта)
 * Ссылка на регистрацию /championship/champName/registration
 * Ссылка на зарегистрированных
 * Ссылка на результаты
 * Лого и название Организатора
 * Ссылка на Родительскую страницу Чемпионата, если это один из Этапов
 * ССылки на Дочерние страницы Чемпионата, если родительски имеет несколько этапов
 *
 */

type Props = {};

export default function ChampionshipPage({}: Props) {
  return <div>page</div>;
}
